{
  "food": [
    {
      "id": 1,
      "title": "Batata frita",
      "description": "Batata frita é aquele acompanhamento do qual todo mundo gosta e também é um aperitivo delicioso. ",
      "ingredients": "Batata, óleo e sal a gosto.",
      "preparation": " 1) Dê preferência à batata asterix, também conhecida como rosada ou portuguesa. Ela tem menos água do que os outros tipos de batata.\n2) Lave bem as batatas em água corrente e, se eles estiverem muito sujas, use uma escovinha para limpá-las.\n3) Descasque as batatas e deixe-as de molho: isso evita que elas escureçam.\n4) Depois, é só cortá-las do jeito que você preferir: em palitos grossos ou finos, em rodelas, chips…\n5) Seque bem as batatas com papel-toalha ou pano de prato limpo: isso vai fazer com que o óleo não espirre em você durante a fritura.\n6) Coloque óleo em uma panela alta e leve ao fogo. Para ver se o óleo está quente o suficiente, coloque um palito de fósforo dentro da panela: quando ele acender, é sinal de que o óleo está bom para ser usado. Retire o palito de fósforo.\n7) Coloque um pouco das batatas no panela e mexa com cuidado para que elas não grudem. Depois, pare de mexer. Quando as batatas estiverem esbranquiçadas, retire-as do óleo e coloque-as numa travessa com papel-toalha. Você pode fazer isso bem antes de as batatas serem servidas.\n8) Um pouco antes da refeição, esquente novamente o óleo e coloque as batatas já pré-fritas. Deixe que fritem até que fiquem douradinhas, retire do óleo e leve para uma travessa forrada com papel-toalha.\n9) Depois, é só colocar sal e servir sua batata frita crocante e sequinha!",
      "imageUrl": "https://static.baratocoletivo.com.br/2017/0622/10012991/g_allfry-c4bbebed11.jpg"
    },
    {
      "id": 2,
      "title": "Macarronada",
      "description": "Perfeito para servir em reuniões da família.",
      "ingredients": "1 pacote de macarrão para macarronada \n1 caixa de extrato de tomate (grande)\n1/2 kg de carne moída\nCebolinha, pimentaõ, cheiro verde, alho, tomate (para temperar carne) knnor\n2 creme de leite\n200 g de queijo mussarela\n100 g de presunto",
      "preparation": "1) Cozinhe a carne moída temperada com sal, cebolinha, pimentão, cheiro verde, tomate, knnor (ou ao seu gosto) deixe a carne com pouca água.\n2)Após cozida junte o extrato de tomate até levantar fervura, a consistência deve estar bem grossa, apague o fogo e acrescente o creme de leite (reserve).\n3)Corte o queijo e o presunto em tirinhas.",
      "imageUrl": "https://www.comidaereceitas.com.br/wp-content/uploads/2019/05/macarronada_delicia.jpg"
    },
    {
      "id": 3,
      "title": "Lasanha",
      "description": "Batata frita é aquele acompanhamento do qual todo mundo gosta e também é um aperitivo delicioso. ",
      "ingredients": "500 g de massa de lasanha\n500 g de carne moída\n2 caixas de creme de leite\n3 colheres de manteiga\n3 colheres de farinha de trigo\n500 g de presunto\n500 g de mussarela",
      "preparation": "Derreta a margarina, coloque as 3 colheres de farinha de trigo e mexa.\nDespeje o leite aos poucos e continue mexendo.\nPor último, coloque o creme de leite, mexa por 1 minuto e desligue o fogo.",
      "imageUrl": "https://img.cybercook.com.br/receitas/876/lasanha-bolonhesa-623x350.jpeg"
    },
    {
      "id": 4,
      "title": "Pizza",
      "description": "Tudo sempre termina em pizza então por que não?",
      "ingredients": "1 xícara (chá) de leite\n1 ovo\n1 colher (chá) de sal\n1 colher (chá) de açúcar\n1 colher (sopa) de margarina\n1 e 1/2 xícara (chá) de farinha de trigo\n1 colher (sobremesa) de fermento em pó\n1/2 lata de molho de tomate",
      "preparation": "No liquidificador bata o leite, o ovo, o sal, o açúcar, a margarina, a farinha de trigo e o fermento em pó até que tudo esteja encorporado.\n\nDespeje a massa em uma assadeira para pizza untada com margarina e leve ao forno preaquecido por 20 minutos.\n\nRetire do forno e despeje o molho de tomate.\n\nCubra a massa com mussarela ralada, tomate e orégano a gosto.\n\nLeve novamente ao forno até derreter a mussarela.",
      "imageUrl": "https://img.stpu.com.br/?img=https://s3.amazonaws.com/pu-mgr/default/a0RG000000i2NKVMA2/5cb78ba1e4b04178be5d843c.jpg&w=710&h=462"
    }
  ]
}
